[
    {
        "text": "Both A and B are true answers. A is the best answer because genuineness directly builds trust. This is almost obvious if you consider the opposite statement, \"Deceit (or duplicity) builds trust,\" which is obviously untrue. B is a true statement in the sense that genuineness leads to trust which leads to self-revelation which leads to the potential for a deeper understanding of the client's psychodynamics, but B is not as directly true as A is. There is no empirical basis for assuming that C is true, and some empirical evidence that it is not true. D is incorrect because accurate empathy refers to the ability to use one's own imagination and experience to understand another's experience. This is not directly related to genuineness. It is possible to be genuine but lack empathy.\n", 
        "id": "1", 
        "value": "1"
    }, 
    {
        "text": "The purpose of the initial session is usually focused on engagement (\"an opportunity to build relationship\" ) and initial assessment (\"gather important assessment information\"), not on changing the client. Both A and D are geared to changing things before the problem is understood or before the therapist has enough of a relationship with the client to be effective in changing things. C is incorrect because this divorced client is not seeking couples treatment.\n", 
        "id": "3", 
        "value": "2"
    }, 
    {
        "text": "Family Code Sec. 6924 (b) 1 requires that the minor be \"mature enough to participate intelligently....\" A is incorrect because a minor does not need to be the victim of child abuse in order to consent to treatment. Consent is valid &om a minor if the minor would \"present a danger of serious physical or mental harm to self or to others without such mental health treatment\" regardless of the minor's abuse history. B is incorrect because the minimum age for minor consent is 12. D is incorrect because the parent or guardian does not necessarily need to be involved in any way in the treatment, if their involvement would be inappropriate.\n", 
        "id": "4", 
        "value": "3"
    }, 
    {
        "text": "This point is explicitly made in Crisis Intervention Theory. Partializing and prioritizing lead to a \"cognitive grasp,\" just the opposite of confusing the client, so A is incorrect. Partializing and prioritizing is helpful and, therefore, might lead to a better relationship, but B is too indirectly related. C is incorrect because you should\n", 
        "id": "5", 
        "value": "4"
    }, 
    {
        "text": "A minor can consent to outpatient mental health treatment at the age of 12 if certain conditions apply. A is incorrect because a 10 year old child cannot consent to their own treatment. Consent must be provided by a parent or guardian. C and D are incorrect because, even though minors at these ages can consent to treatment, the question asks about the \"youngest age\" at which a minor can consent to their own treatment.\n", 
        "id": "2", 
        "value": "2"
    }, 
    {
        "text": "A is incorrect because it assumes that acculturation facilitates psychosocial adaptation in all cases, and because it presumes that the therapist should make this decision for the client. A person's degree of acculturation must be determined by the individual himself or herself. Many individuals prefer to live primarily within a cultural community with little contact with the multicultural mainstream community. The client in the question might even be expecting to return to his or her native country, in which case acculturation in this country would be less relevant. B is incorrect because it makes the assumptions made by answer A, and because it assumes that family members are the best source of cultural socialization. This is not always the case. Answer D is incorrect because, like answer A, it does not allow for self- determination. Answer C is based on the value of self-determination.\n", 
        "id": "11", 
        "value": "3"
    }, 
    {
        "text": "See the Diagnostic and Statistical Manual of Mental Disorders.\n", 
        "id": "12", 
        "value": "4"
    }, 
    {
        "text": "Schizophrenic hallucinations are most likely to be auditory, although they may be visual as well. There is no specific association between dementia and olfactory hallucinations. Olfactory hallucinations (hallucinations involving the sense of smell) indicate an organic disturbance such as brain injury, physiological changes in brain chemistry, intoxication or withdrawal from intoxication.\n", 
        "id": "14", 
        "value": "2"
    }, 
    {
        "text": "Considering the client's purpose in seeking therapy, the treatment is likely to be relatively lengthy. The therapist has time to allow the client's story to unfold as a way of engaging and assessing. B is incorrect because in the initial interview the therapist doesn't know enough about the client to recommend any particular solution. C is incorrect because the presenting problem hasn't yet been fully expressed. You can't focus on the development of something unless you know what that something is. There are clients, therapists and therapeutic approaches for which D might be a correct answer, but A is a much better reflection of the general standard of practice with a client who presents with this therapeutic goal. Besides, there are better ways to help a client take responsibility for resolving confusion than by remaining silent.\n", 
        "id": "15", 
        "value": "1"
    }, 
    {
        "text": "All three of these factors are commonly discussed in literature on culturally sensitive practice. While A, B and C are all true, D is the best answer because it is the most inclusive.\n", 
        "id": "16", 
        "value": "4"
    }, 
    {
        "text": "When a man and a woman work with a single therapist of", 
        "id": "17", 
        "value": "1"
    }, 
    {
        "text": "Hyperthyroidism speeds up a person. It is commonly associated with anxiety, rarely with depression. A person can have psychotic experiences in association with high anxiety but the anxiety is primary and much more prevalent, therefore the best answer. D is false because cognitive dissonance refers to incongruity of a person's thoughts. This happens to all people and is not directly associated with hyperthyroidism.\n", 
        "id": "13", 
        "value": "1"
    }, 
    {
        "text": "Telemedicine is addressed in Business and Professions Code Sec. 2290.5 which states \"For the purposes of this section, \"telemedicine\" means the practice of health care delivery, diagnosis, consultation, treatment, transfer of medical data, and education using interactive audio, video, or data communications.\" A is incorrect because telemedicine is not limited to prescription of medicine. B is incorrect because telemedicine only applies to interactive use of audio or video communications. D is incorrect because telemedicine is much more inclusive than counseling by telephone. C is a better answer because it is more inclusive and because it reflects the actual definition stated in the law.\n", 
        "id": "22", 
        "value": "3"
    }, 
    {
        "text": "A key phrase in the stem of the question is most likely. These symptoms could be associated with PTSD, but because adjustment disorder is much more prevalent than PTSD, they are more likely to reflect adjustment disorder. No diagnosis is a possibility, but given the severity and acuity of the symptoms, and resulting impairment, B is probably a better answer. D is incorrect because cyclothymia is a mood disorder which is not characterized by these anxiety symptoms.\n", 
        "id": "23", 
        "value": "2"
    }, 
    {
        "text": "The key words in the question's stem are \"chances are greatest.\" Although A, B and C are true for some incest offenders, none of those choices are true for most. Most incest perpetrators are heterosexual who have problematic personality traits. However, by virtue of a diagnostic criterion introduced in the DSM IV TR any sexual behavior with a child constitutes pedophilia if the perpetrator has also experienced 6 or more months of recurrent, intense sexually arousing fantasies or sexual urges involving a prepubescent child.\n", 
        "id": "25", 
        "value": "4"
    }, 
    {
        "text": "B and C are incorrect because the privilege usually applies in civil and criminal trials. Such protection is one of the major purposes of having a privileged communication law. D is incorrect in most cases. Note, however, that privilege does not apply when the patient is under age 16 and disclosure is in the best interest of the child.\n", 
        "id": "26", 
        "value": "1"
    }, 
    {
        "text": "The danger must be due to a mental disorder. A is incorrect", 
        "id": "27", 
        "value": "2"
    }, 
    {
        "text": "Business and Professions Code Sec. 2290.5 requires that telemedicine clients be informed of the fact that \"all existing confidentiality protections apply.\" B is incorrect because the law makes no exception for telemedicine in the application of all existing confidentiality protection. They apply without limitation. C is incorrect because the law does not require that you inform your clients regarding which of your treatment processes and procedures have or have not demonstrated efficacy. D is incorrect because the law does not require any special training in order to engage in the kinds of electronic communications with clients that would constitute telemedicine. To the extent that special training might be needed for a particular form of telemedicine communications, the marriage and family therapist has an ethical obligation to obtain such training prior to using this or any other treatment process or procedure. communication is in the best interest of the child.\" All other minors under all other circumstances are covered by privileged communication. C is incorrect because the law doesn't recognize a family as being a client. This is a clinical concept. Under the law each member of a client family is a client, unless you have designated a family member as \"the client\" and others as \"collaterals\" with whom you are communicating on behalf of \"the client.\" D is incorrect because clients are protected by privileged communication whether or not they are fully or effectively engaged in therapy.\n", 
        "id": "24", 
        "value": "1"
    }, 
    {
        "text": "Primitive defenses are those which are available early in the course of development. B is incorrect because the capacity for logical thought doesn' t develop until well after the capacity for denial (e.g. simply closing one's eyes as a way of denying reality, as often happens in infancy or toddlerhood). C is false because sublimation is considered to be the most highly developed and adaptive defense mechanism and we need a sense of interpersonal boundaries to experience identification. Introj ection occurs unconsciously and ignores interpersonal boundaries. D is incorrect because impulse control and sense of reality are ego functions, not ego defense mechanisms.\n", 
        "id": "34", 
        "value": "1"
    }, 
    {
        "text": "These are the only defenses listed that directly and necessarily relate to the issue of interpersonal boundaries.\n", 
        "id": "35", 
        "value": "2"
    }, 
    {
        "text": "The California Confidentiality of Medical Information Act (also known as COMIA, Civil Code Sec. 56.10-56.16) applies to marriage and family therapists in private practice and private health care settings, as distinguished &om those who participate in a public mental health service system governed by the Welfare and Institutions Code Sec. 5328. Under COMIA the person requesting the information must submit a written request to both the patient and the provider, and the law specifies what the content of those written requests must include. B is incorrect because the person requesting the information must submit the written request to both the patient and to the provider from whom the information is sought. C is incorrect because this law allows (does not prohibit) communication via electronic means such as telephone, fax or e-mail. D is incorrect because the person requesting the information may use it for any purpose which is acceptable to the client. For example, a client's attorney might request information to provide legal representation of the client and the client certainly has a right to consent to that, even though the information would\n", 
        "id": "37", 
        "value": "1"
    }, 
    {
        "text": "Information needed to determine the sanity of a criminal defendant is among the many exceptions to privileged communication in the California Evidence Code. A is incorrect because a client is entitled to privileged communication for all information given to a therapist, whether or not the information is accurate. C and D are incorrect because communications from the therapist to the client and information obtained by an examination of the client are both explicitly listed as protected information under Evidence Code Sec. 1012.\n", 
        "id": "36", 
        "value": "2"
    }, 
    {
        "text": "Strategic Family Therapy recognizes a core principle of Social Systems Theory; that every member of a system affects every other member. Children affect parents, as parents affect children.\n", 
        "id": "44", 
        "value": "1"
    }, 
    {
        "text": "Confusion (A) might lead to confused statements and questions from the client, not necessarily silence. There is no direct connection between the client's silence and either insight development (answer B) or engagement (answer C). But silence is a common way of resisting exploration of threatening issues in therapy.\n", 
        "id": "45", 
        "value": "4"
    }, 
    {
        "text": "B is not a good answer because the client probably does not yet have a clear sense of having a problem with authority relationships. Such an explanation would likely be little more than an intellectual discourse with no insight or gut level integration by the client. C is not a good answer because, if the silence is in fact a resistance, then whatever emerges from that silence is likely to be a distraction, another form of resistance. D is not a good answer because this intervention is likely to draw a pro forma compliance without any real working through.\n", 
        "id": "46", 
        "value": "1"
    }, 
    {
        "text": "A sense of rejection and narcissistic injury could arise at any time but it is most likely to arise during termination when the client's dependency relationship is irustrated. Also, any fantasies about having had a personal relationship with the therapist (outside the bounds of the therapeutic contract and professional boundaries) are challenged.", 
        "id": "47", 
        "value": "4"
    }, 
    {
        "text": "A could be a true answer, but it is not the best answer because A is sometimes true but C is always true. A transference (B) is a client's unconscious, distorted perceptions of a therapist. D is false because therapists are only human and will have unconscious, distorted perceptions regardless of their theoretical orientation.\n", 
        "id": "48", 
        "value": "3"
    }, 
    {
        "text": "Vascular dementia is also known as multi-infarct dementia.", 
        "id": "49", 
        "value": "4"
    }, 
    {
        "text": "The AAMFT Code of Ethics states that \"Marriage and family therapists, upon agreeing to provide services to a person or entity at the request of a third party, clarify, to the extent feasible and at the outset of the service, the nature of the relationship with each party and the limits of confidentiality.\" A is incorrect because sometimes the third party is entitled to confidential information, as in the case of parents who have given consent to the treatment of their three year old child, or in some circumstances where the therapist is appointed by order of the court. C is incorrect because the referring party does not usually become the therapist's client. For example, a referring primary care physician does not become the therapist's client, and the therapist has no treatment responsibility to the physician as an individual. D is incorrect because the therapist and client need to determine what information, if any, will be provided to the third party. The client might consent to the release of more or less information than that specified in answer D. incorrect because the concept of \"incapacity to make informed decisions\" applies to exceptionally impaired individuals suffering from conditions such as dementia or acute episodes of psychosis, not to members of troubled families.\n", 
        "id": "43", 
        "value": "2"
    }, 
    {
        "text": "The primary purpose of play therapy is to give a person the opportunity to express thoughts and feelings through action, not only words. This can benefit some clients, both as an assessment technique and as a treatment technique. A is incorrect because play therapy can be used with a person of any age who can benefit from such nonverbal expression. B is incorrect because even a verbal child may have certain thoughts and feelings that can best be expressed through the action and interaction of play. C is incorrect because, even though a parent or guardian does need to give permission for treatment in most cases, the parent or guardian does not need to give permission for every specific technique used in the course of treatment.\n", 
        "id": "54", 
        "value": "4"
    }, 
    {
        "text": "All four clients are at risk. The middle aged male who is living alone is at highest risk. Relative to that individual, the 19 year old female is at less risk because of her gender and age. Also note that she wants to kill herself to influence another person's feelings, not because she wants to die. The 43 year old male (C) is at less risk because he is living with a significant other. The 44 year old female (D) is at less risk because of gender. Also note that she is frightened by her suicidal thoughts. She does not welcome them as a way of resolving a difficult life problem.", 
        "id": "55", 
        "value": "1"
    }, 
    {
        "text": "The therapist, the therapist's agency, and (on behalf of the agency) the agency's board of directors owns the physical record, not the information in it.\n", 
        "id": "56", 
        "value": "1"
    }, 
    {
        "text": "This answer is based on the well known Holmes and Rahe Scale for assessing the severity of psychosocial stressors. The only stressor with a higher rating than divorce is the death of a spouse (not one of the response options for this question).\n", 
        "id": "58", 
        "value": "2"
    }, 
    {
        "text": "A is ruled out by the fact that the parents say they \"don' t understand.\" An empathic response implies deep understanding. C is ruled out because there is no specific indication of mixed messages. D is a possible answer because trying to cheer someone up can be supportive. However, in this case it is apparently being done\n", 
        "id": "59", 
        "value": "2"
    }, 
    {
        "text": "Notice the word \"not\" in the question. A is incorrect because, if the consent is coerced, it is submission and not consent. B is incorrect because, if the client does not have accurate information, the consent is not informed consent. C is incorrect because, if the client is unable to understand and reason about the decision, the consent is not informed. If the informed consent is not documented, however, it is still informed consent. Some employers might require documentation, and it is always a good practice to document the informed consent. But the other three response options are principles of law more fundamental than an agency's requirements of staff or \"good practice.\" and does not need to be encouraged. B is false because if conflict is suppressed it will not be worked through to resolution. D is false because group members need to discover and establish their own leadership hierarchies. This is one of the positive outcomes of the exploring and testing phase of group development.\n", 
        "id": "57", 
        "value": "4"
    }, 
    {
        "text": "It's important to note the words \"first\" and \"initial session\" in the question's stem. Answers A through C are geared to actively helping the client change before getting to know what the problem really is, what changes are needed, and before establishing the kind of therapeutic relationship that would make these active change oriented techniques effective. First, time is needed for engaging and assessing. That includes observing the client.\n", 
        "id": "67", 
        "value": "4"
    }, 
    {
        "text": "A is not a good answer because your client may not be able to determine when her daughter is clean and sober and when she is not. But she will be able to determine whether or not her daughter has paid the rent and engaged in acceptable behavior (as is called for in C). B encourages the client to take responsibility for the way her 26 year old daughter lives her life, thereby reinforcing the existing problem of codependency. D is not a good answer because your client needs to learn to manage her life and the consequences of her daughter's behavior as it affects her life. C will do that directly. D might not do that at all. Besides, there is probably no way your client will ever know how much of her daughter's dysfunctional behavior is due to her parenting behavior, to other childhood caretakers, to genetic predisposition, to society's norms and values, to chance encounters with drugs, or to her daughter's personal choice and exercise of free will.\n", 
        "id": "68", 
        "value": "3"
    }, 
    {
        "text": "B is a poor answer because Mrs. Roth's need for treatment is not simply dependent on her daughter's need for treatment. C is a poor answer for two reasons; the dynamic source of a problem is never resolved in most cases and such a character restructLuing goal seems out of proportion to the way the problem was initially described, with a focus on practical living arrangements and the day to day mother- daughter relationship. D is a poor answer because her feeling of being ready to terminate could arise as a resistance to change or she might enjoy the therapeutic relationship and never feel ready to terminate. A links termination to a specific and reasonable goal for this case.\n", 
        "id": "69", 
        "value": "1"
    }, 
    {
        "text": "Explanation is the technique described in A. Challenging a person to engage in socially appropriate or constructive behavior (C) is what we often\n", 
        "id": "71", 
        "value": "2"
    }, 
    {
        "text": "A is false because most people would not have a reasonable suspicion of abuse based on the limited information in the stem. C is false because it would imply divulging a client's identity before having the reasonable suspicion that gives a therapist permission to divulge an identity. D is false because you only need a reasonable suspicion, not clear evidence of abuse to warrant making a report. B is correct because it expresses exactly what California law requires. of guilt (B). It is best to feel guilt but not be overwhelmed by it. In a domestic violence perpetrator such anxiety is likely to be acted out in further violence. If the family blames the victim (D) the perpetrator will feel a sense of permission, or even expectation to act out, and risk is increased. C is the only factor listed that would decrease risk.\n", 
        "id": "70", 
        "value": "2"
    }, 
    {
        "text": "Notice the word \"least\" in this question. C and D are classic symptoms of depression. B is often associated with depression when it is coupled with anxiety. Hyperventilation (A) is associated with anxiety, not depression.\n", 
        "id": "78", 
        "value": "1"
    }, 
    {
        "text": "A person will only follow the modeling of someone with whom he or she identifies. Interpretation can be accepted Irom anyone with credibility, whether we identify with them or not. Effective communication happens all the time between people with or without mutual identification. Introjection is a subconscious process that is independent of the more conscious and highly developed ego function of identification.\n", 
        "id": "79", 
        "value": "1"
    }, 
    {
        "text": "A is false because, even though the client should participate in and agree to the service plan, the client should not determine it. The client is only one of several parties who may have a legitimate interest in the service plan. Others are the therapist, the agency, and third party payors. C is false because it presumes too much. Not all clients have a need to improve self-esteem. D is false because there is no optimal number of objectives that applies to all cases. B is a basic principle of treatment planning.\n", 
        "id": "80", 
        "value": "2"
    }, 
    {
        "text": "\"Why\" questions about underlying motivations call for cause-effect inferences about something very abstract. Few of us can answer such questions with valid and reliable information (B). C is false because such questions, like any questions, may or may not reflect the interviewer's countertransferences. D is incorrect because \"why\" questions may or may not focus on affect. A is correct because, in our culture, we often challenge a person's behavior with rhetorical \"why\" questions. For example, \"Why must you be so...\" \"Why don't you ever....\" This commonly provokes a defensive response.\n", 
        "id": "82", 
        "value": "1"
    }, 
    {
        "text": "Notice the word \"except\" in the question. Keep in mind that the purpose of your interview is to determine the circumstances of a situation. A and\n", 
        "id": "83", 
        "value": "4"
    }, 
    {
        "text": "Note the words \"should not\" in the question. A should be said because it normalizes the problem and helps the child overcome the sense that she is alone with her problem. C and D are the kinds of questions that may be needed to gather important assessment information. You should be careful with statements like C because it could be a leading question. However, it would not be a leading question if the child first told you that her father \"said things that made me afraid to tell.\" B should not be said in any case because the therapist has no basis for giving this kind of reassurance. Whether or not the father goes to jail is a matter out of the therapist's hands. ridicule or rejection can delay the answers to question.\n", 
        "id": "81", 
        "value": "2"
    }, 
    {
        "text": "You should respect confidential information shared by colleagues in the course of their professional relationships and transactions. B is incorrect for the reason that A is correct. C is incorrect because the confidentiality of information is not limited to derogatory information. It applies to any information received lrom a client or colleague about a client. D is incorrect because neither you nor your colleague should be contacting the client about this issue. If you were to contact the client it could. damage the trusting relationship between the client and your colleague. Your colleague should not seek the client's consent because such action would involve a dual relationship. Your colleague's purpose with this client is to help her resolve her psychosocial problems and achieve her treatment goals and objectives, not to develop an agency's board of directors.\n", 
        "id": "89", 
        "value": "1"
    }, 
    {
        "text": "A is false because the individual is staying on a topic. C is false because there is no evidence of being derailed in the middle of a thought. The individual's thoughts hold together to make a point, but it is a patently false point. D is incorrect because hallucinations involve perception, not thinking.\n", 
        "id": "91", 
        "value": "2"
    }, 
    {
        "text": "Hearing a voice that is not present in reality is an hallucination. It is not a delusion. A delusion is a false belief, not a false sensory experience. C is incorrect because it is not an illusion which refers to a distortion of a sensory experience that is based on a reality stimulation. D is incorrect because it is not an idea of reference which, like a delusion, is a thought, not a perception. See the glossary in the Diagnostic Manual of Mental Disorders for more information.\n", 
        "id": "92", 
        "value": "2"
    }, 
    {
        "text": "Note the words \"most likely\" in the question. These are the classic symptoms of neglect, characterized by the reactive attachment disorder of childhood. Physical or sexual abuse can produce these symptoms, but are more likely to lead to anxiety and acting out. Exposure to lead (D) is more likely to cause cognitive deficits.\n", 
        "id": "93", 
        "value": "2"
    }, 
    {
        "text": "Flight of ideas (A) is a nearly continuous flow of accelerated speech with abrupt changes from topic to topic. These abrupt changes are not reflected here. B is false because there is no evidence of a commonly recognized false fixed belief, firmly held despite being presented with evidence to the contrary. The thinking is illogical, however. The speaker's premises may be presumed to be true. However, there is no logical connection between working hard, paying taxes, and paying premiums regularly on the one hand, and being entitled to see a doctor immediately on the other hand. Even if we think that this should be true, it is not. Being entitled to see a doctor immediately is determined by the doctor's availability, the relative urgency of the problem, the needs of others who are waiting to see the doctor, and other logistical factors. D is incorrect because ideas of reference refer to the assumption that other people are doing what they are doing or saying what they are saying because of oneself. provision of support are a form of generalized treatment applicable to almost all clients during the engagement phase.\n", 
        "id": "90", 
        "value": "3"
    }, 
    {
        "text": "Notice the word \"except\" in the question. An illusion is a sensory perceptual distortion, not a distorted belief or assumption. Transference involves displacement, so both A and B are true. If neither the mother nor the therapist are authoritarian and harsh, yet the client perceives both of them that way, this is likely to be a projection (C).\n", 
        "id": "101", 
        "value": "4"
    }, 
    {
        "text": "Accurate empathy is a matter of insightful understanding. That is the quality described here. Unconditional positive regard (A) and genuineness (C) refer to more general qualities of the relationship. Codependency (D) has little to do with the question. Codependency is much more likely to involve dysfunctional communication and projection, not sensitive understanding.\n", 
        "id": "102", 
        "value": "2"
    }, 
    {
        "text": "A is a poor choice because the client is not struggling with understanding guilt. He is struggling with a problem in his life that he needs to resolve. Note that the question's stem does not say that the client is disabled by guilt, only that his guilt is severe. B is a poor choice because the client needs to self-determine a resolution. C is a poor choice because it potentially derails the client's own process of working through the problem and reaching a personally satisfying resolution. D is the best choice because it gives the client a chance to self-explore and work through his thoughts and feelings to a point of resolution.\n", 
        "id": "103", 
        "value": "4"
    }, 
    {
        "text": "A contract should always address mutual role expectations. A is false because a treatment contract does not need to be signed by a third party. C is false because a contract should only address suicidal behavior in those cases where it is an issue. In other words, C might be a correct answer in some cases, but B is the correct answer in all cases. D is incorrect because either party may write the contract, as long as both agree to it.\n", 
        "id": "104", 
        "value": "2"
    }, 
    {
        "text": "This questionrelates to StructuralFamily Therapy, The coalition of parents should have an unequal and greater share of power, that is, more power than any other combination of individuals in the family. B is false because children, with their relatively less developed ego fimctions and life experience, should not have power greater than that of the parents. C is false because neither parent should be\n", 
        "id": "105", 
        "value": "1"
    }, 
    {
        "text": "The client's behavior is a common way of manifesting resistance in long term, open ended therapy. The literatLue on crisis intervention and brief therapy usually notes the importance of specifying a limited time frame (A) in order to mobilize energy for therapeutic change. B through D can also be used to mobilize change, or not, but they are more peripherally related to the issue. C, use of role play, neither mobilizes nor inhibits a client's motivation for change. A is directly related to the issue of mobilizing energy for change.\n", 
        "id": "100", 
        "value": "1"
    }, 
    {
        "text": "Obsessions and compulsions are ego dystonic thoughts and behaviors, respectively. They are associated with obsessive compulsive disorder, an anxiety disorder, not with the obsessive compulsive personality disorder. The personality disorder involves perfectionism, preoccupation with details, indecisiveness, overconscientiousness, and restricted expression of affect. These are personality traits associated with obsessiveness and compulsiveness, but they are not true ego dystonic thoughts and behaviors. Besides, the personality disordered individual is likely to find their behavior pattern to be ego syntonic.\n", 
        "id": "111", 
        "value": "4"
    }, 
    {
        "text": "Note the word \"except\" in the question. Even in crisis, a client's goals are left to self-determination. If advice is to be given at all (for example, under the conditions reflected in A, C and D) it should be focused on helping the client work out the means to their own ends.\n", 
        "id": "112", 
        "value": "2"
    }, 
    {
        "text": "Purpose determines many things in groups. It determines composition as well as structure. Answers A through C could be true in some cases, but D is a fundamental principle of group dynamics and group work.\n", 
        "id": "113", 
        "value": "4"
    }, 
    {
        "text": "Note the word \"except\" in the question. A is false because it is impossible. Verbal messages are always accompanied by nonverbal messages.\n", 
        "id": "114", 
        "value": "1"
    }, 
    {
        "text": "Note the word \"except\" in the question. Selection of treatment modalities should follow the assessment, not the engagement phase of therapy.\n", 
        "id": "116", 
        "value": "3"
    }, 
    {
        "text": "The AAMFT Code of Ethics states that \"Marriage and family therapists do not give to or receive &om clients (a) gifts of substantial value or (b) gifts that impair the integrity or efficacy of the therapeutic relationship.\" A is incorrect because gifts may be given to clients if they do not have substantial value and do not impair the integrity or efficacy of the therapeutic relationship. C is incorrect because even a gift of little material value might still be one that impairs the integrity or efficacy of the therapeutic relationship. D is incorrect because the therapist should neither give nor receive a gift of substantial value &om a client.\n", 
        "id": "117", 
        "value": "2"
    }, 
    {
        "text": "B is false because we all have some degree of responsibility for our problems. C is false because, even though you know that an\n", 
        "id": "118", 
        "value": "1"
    }, 
    {
        "text": "The AAMFT Code of Ethics states that \"Marriage and family therapists, when consulting with colleagues or referral sources, do not share confidential information that could reasonably lead to the identification of a client...unless they have obtained the prior written consent of the client....\" A and B are incorrect because the client's prior written consent is required regardless of the consultant's confidentiality standards. D is incorrect because the client does not need to be present at the consultation if prior written consent has been given.\n", 
        "id": "115", 
        "value": "3"
    }, 
    {
        "text": "A and C presume too much. A might be true in some cases, but it is too rigidly stated to apply generally. Many problems need more than six sessions to resolve. C is a poor choice because few clients ever fully achieve their goals and objectives. B is true because it has been empirically demonstrated. Unlike A and C it does not presume that most of the current clients' needs have been met (an issue of effectiveness), only that they can be discharged earlier than they might have otherwise and still get significant gain, D is incorrect because research shows that properly administered counseling and psychotherapy are effective.\n", 
        "id": "125", 
        "value": "2"
    }, 
    {
        "text": "Note the word \"except\" in the question. Somatization is a way of defending against or evading the problem. All of the other choices are ways of resolving problems.\n", 
        "id": "126", 
        "value": "4"
    }, 
    {
        "text": "Note the word \"except\" in the question. A, C and D are basic principles of crisis intervention. B violates the basic principle that crisis intervention should not be used as a secondary approach to some other presumably more effective approach. There are times when it would be appropriate to follow the course described in B, but the other choices are always appropriate when practicing crisis intervention.\n", 
        "id": "128", 
        "value": "2"
    }, 
    {
        "text": "A is false because nobody is free of ambivalence. B is false because few clients have only a single issue when they seek any kind of therapy. Brief therapy can accommodate multiple problems. If, however, a client does not have the capacity to tolerate rapid involvement in a therapeutic alliance, the marriage and family therapist using a brief therapy approach can exert little influence. If the client does not have the capacity to tolerate rapid loss, termination will likely precipitate a stress reaction that the therapist will not have time to work through with the client. D is incorrect because nobody is free of ego defenses.\n", 
        "id": "129", 
        "value": "3"
    }, 
    {
        "text": "A is false because the duty to warn, often referred to as The Tarasoff Decision, overrides the client's right to give consent. C is false because the duty to warn applies even if the client was not previously instructed about it. C describes what would be a good practice, but not a requirement. B, however, is required. It would\n", 
        "id": "130", 
        "value": "2"
    }, 
    {
        "text": "The AAMFT Code of Ethics Sec. 2.6 states \"do not share confidential information that could reasonably lead to the identification of a client...unless (you) have obtained the prior written consent of the client... Information may be shared only to the extent necessary to achieve the purposes of the consultation.\" B is incorrect because the client's consent must be obtained in writing. C is incorrect because the shared information must be specifically relevant to achieving the purpose of the consultation. This consultation is specifically about differential diagnosis, not just any aspect of the case. D is incorrect because you should only reveal information relevant to achieving the purpose of the consultation, even if the client has given you permission to reveal a broader range of information.\n", 
        "id": "127", 
        "value": "1"
    }, 
    {
        "text": "There is no particular connection between the three medical conditions listed here and either schizotypal symptoms (A) or depression (C). Manic symptoms (D) are possible with excessive caffeine use, or with anything that arouses anxiety, but they are not as directly related (especially to mitral valve prolapse) as are panic symptoms.\n", 
        "id": "136", 
        "value": "2"
    }, 
    {
        "text": "A is false because the program isn't based on any particular personality theory. B is false because the program is not affiliated with any other organization. C is false because the program does not charge dues, even though voluntary contributions are accepted from participating members. D expresses a fundamental principle of twelve step programs.\n", 
        "id": "137", 
        "value": "4"
    }, 
    {
        "text": "Cocaine Anonymous, like other twelve step programs, will not exclude a person because they are using a substance while engaged in the program. That would mean excluding many individuals when they need the program most. The program refers to a higher power but does not require belief in a higher power, nor does it instruct members on what the term \"higher power\" should be taken to mean. D is incorrect because members may develop a relationship with a sponsor while attending meetings, but introduction by a sponsor is not a requirement for becoming a member. Members are only expected to have a desire to stop using cocaine.\n", 
        "id": "138", 
        "value": "1"
    }, 
    {
        "text": "Depression is commonly associated with most diagnoses, and it is a prominent associated feature of the diagnoses listed as A, B, and C. However, anxiety and not depression is the key feature in a specific phobia, and specific phobia has no particular association with depression.\n", 
        "id": "139", 
        "value": "4"
    }, 
    {
        "text": "A is morerelatedtophysical, not psychic, numbing. C is patently false with no basis in fact. D is incorrect because psychic numbing occurs in PTSD whether or not a person uses substances. B is true by definition.\n", 
        "id": "141", 
        "value": "2"
    }, 
    {
        "text": "\"Inappropriate,\" in this context, has nothing to do with values and social norms. Therefore, A is false. The condition described in C could sometimes lead to inappropriate affect, but it will only be sometimes true, whereas B is a better answer because it is always true by definition. D is false, again because \"inappropriate\" in this context has nothing to do with social norms.\n", 
        "id": "142", 
        "value": "2"
    }, 
    {
        "text": "Such autonomy may threaten the husband's sense of power and control. B is false because fathers in patriarchal cultures have the prerogative of relating in a warm and playful manner, or distant and formal manner. C is false because the involvement of godparents may not have any bearing on the patriarchal role relationships between father, mother and other family members. Often both father and mother welcome the godparents participation. D is false because children are generally expected to form closer bonds with their mothers. This is not a threat to the father' s patriarchal position. consideration, compensation, or remuneration, whether monetary or otherwise, for the referral of professional clients.\" Violation of this prohibition is a form of unprofessional conduct for which the penalty is suspension or revocation of one's license. A, B and C are each incorrect because the law does not allow for any exceptions.\n", 
        "id": "140", 
        "value": "1"
    }, 
    {
        "text": "To develop cohesion, groups need to air their conflicts, especially during the developmental stage known as \"exploring and testing.\" As group members work out resolutions to conflicts they build relationships and a set of mutually understood roles and norms in which they feel a sense of common ownership. A is incorrect because this approach contributes to subgrouping and f'ragmentation, not cohesion. B is incorrect for the same reason A is incorrect. D is incorrect because this approach suppresses opportunities to work through conflicts and develop mutually satisfying resolutions. Only when conflicts are deemed intractable might their suppression be necessary in order to conserve energy for accomplishing tasks.\n", 
        "id": "152", 
        "value": "3"
    }, 
    {
        "text": "A is incorrect because it is not as complete an approach as D. Case documentation and process notes leave room for the supervisee's selective perceptions, memory lapses and either intentional or unintentional distortions. B is incorrect because this approach violates the boundaries of the therapist's professional relationship with the client. It is too intrusive. C is incorrect because it is not as complete an approach as D. Some might think that direct observation should be ruled out because of confidentiality issues, however, many clients will give their consent to a supervisor sitting in. D is the best answer because it combines the benefits of A and C. After sitting in on several sessions the supervisor can compare direct observations with the supervisee's documentation of those same sessions. This will give the supervisor insight into the degree of accuracy and patterns of distortion in the supervisee's case recording.\n", 
        "id": "153", 
        "value": "4"
    }, 
    {
        "text": "A is incorrect because state law allows an individual to charge whatever fee the f'ree market will bear. C is incorrect because the law sets no standard for level of experience other than defining the amount of experience required for licensure. D is incorrect. There is no such requirement in state law.\n", 
        "id": "154", 
        "value": "2"
    }, 
    {
        "text": "The assumption that mental or behavioral dysfunctions are due to unconscious fixations with early trauma is a core concept in psychoanalytic or\n", 
        "id": "155", 
        "value": "1"
    }, 
    {
        "text": "Such mandates apply to the individual practitioner and not the agency. Therefore the agency does not have the authority to prevent a practitioner from meeting their obligations under the law. A is incorrect because it is unnecessary and because it will likely lead to friction and distrust by virtue of having violated the organization's chain of command. C is incorrect because the individual practitioner is responsible to report regardless of the agency's direction. D is incorrect because the law described in the question refers to the practitioner's reasonable suspicion. The reporting mandate does not depend on the supervisor having a reasonable suspicion. superceded by an individual's preferences unless, of course, the individual is of an exceptional social status.\n", 
        "id": "151", 
        "value": "2"
    }, 
    {
        "text": "Cultural identity is a psychological or psychosocial issue, not a biological issue. It involves the cultural group that the individual identifies with, pays attention to, and uses as a frame of reference for assessing his or her own interests, values, action patterns and lifestyle. Therefore, A is incorrect. C is incorrect because the degree of a person's involvement with a cultural community is a manifestation of the individual's identification, attention, and interest in that community. Usually degree of involvement reflects the level of support and gratification found in a particular social network. D is incorrect because language preference reflects the individual's values and cultural frame of reference. Note that racial heritage is related to one's cultural identity, but it is the least relevant of the four issues presented in the question.\n", 
        "id": "160", 
        "value": "2"
    }, 
    {
        "text": "In social systems, socialization refers to the way in which individuals are inducted into their social roles. It does not refer to recreational social exchanges, the more common use of this term. Poor socialization leads to role conflict and role confusion, a major source of stress on the job. B is incorrect because the stem of the question gives no specific information about how well the new employee's organization is oriented to its goals. C is incorrect because the question says that ground rules (norms) are not well learned by new employees, but it says nothing about how these norms are enforced. D is incorrect because the question does not refer to group adaptation, a group's way of relating to its environment.\n", 
        "id": "161", 
        "value": "1"
    }, 
    {
        "text": "During the early phases of building a group, members are concerned about whether or not to stay and become a part of the group. By making members aware of the group's importance and relevance to their needs the therapist can help members make this important decision. B is incorrect because members of this kind of group need to communicate directly with one another, not through the therapist. Even though such communication may be chaotic at first, groups find ways of resolving the chaos and bringing order by establishing roles and norms. C is incorrect because self revelation is important in this kind of a group and conflicts need to be aired so that they\n", 
        "id": "163", 
        "value": "1"
    }, 
    {
        "text": "The privilege also does not apply if the services of the psychotherapist were sought to escape detection or apprehension after committing a crime or tort. B is incorrect because the privilege may be exercised after a patient's death by \"the personal representative of the patient.\" C is incorrect because privileged communication includes \"information...transmitted between a patient and his psychotherapist in the course of that relationship and in confidence....\" The law does not distinguish covered and uncovered content. D is incorrect because the patient may believe that disclosure is not in his or her best interest, even when the psychotherapist believes that disclosure is in the patient's best interest. Unless a mandated report or duty to warn compels the disclosure of information, the psychotherapist must yield to the patient's right to exercise the privilege. underlying personality problems even after the immediate presenting problem has been resolved. C is incorrect because a behavioral approach may be problem focused in the manner described in this question, but the concept of openness to change at times of crisis is more characteristic of crisis intervention theory. D is incorrect because Gestalt Therapy is an approach to psychotherapy that is not usually problem focused in the manner described by the question.\n", 
        "id": "162", 
        "value": "1"
    }, 
    {
        "text": "In marriage and family therapy treatment planning should always be a joint negotiation between therapist and client. A and B are incorrect because they are too one sided. D is incorrect because there is no basis for assuming that the differences between this therapist and client are irreconcilable. C suggests a way in which they might well be reconciled.", 
        "id": "169", 
        "value": "3"
    }, 
    {
        "text": "Notice the word \"least\" in the question. Any of A, B or C could explain this client's sexual acting out. Noncompliance with medications or substance abuse could result in a loss of impulse control. It is also possible that the client has been sexually assaulted (answer C) and is \"identifying with the aggressor\" by acting out the kind of assault that he himself has experienced. But the diagnosis \"mood disorder with psychotic features\" (D) cannot be present in a person with schizophrenia. These two diagnoses are mutually exclusive in the DSM manual.\n", 
        "id": "170", 
        "value": "4"
    }, 
    {
        "text": "Open ended questions draw out information about a client's life. That information is then clarified for accuracy and intelligibility. Then interpretation seeks to get at the underlying dynamics. There is no particular connection between the sequence in B. C is a poor choice because closed ended questions yield very little information, hardly the grounds for meaningful interpretation. D is false for two reasons. These issues are phases of a therapeutic process, not simply techniques, which is what the question's stem is asking about. Also, the correct sequence for phases of a therapeutic process is engagement, assessment, (treatment planning), then intervention.\n", 
        "id": "171", 
        "value": "1"
    }, 
    {
        "text": "A is incorrect because dysthymia requires that the person be depressed \"more days than not.\" Depressed mood most of the day nearly every day is much more characteristic of major depressive disorder. C and D are correct because the depression in these two conditions is not associated with any particular pattern of &equency or duration.", 
        "id": "172", 
        "value": "2"
    }, 
    {
        "text": "A is incorrect because, even though persistent desire to cut down on substance use is a symptom of chemical dependency, it is considered to be a sign of a compulsive use pattern, not a reflection of needing increased amounts. B is incorrect because a person may experience withdrawal — characteristic psychological or physical distress symptoms upon terminating or reducing substance use — even without tolerance. In other words, somebody who does not need to use increasing amounts may still experience withdrawal symptoms when he or she reduces the amount of use. D is incorrect because substance induced disorders are specific symptom patterns (such as Page 101 the Fair Witness is the objective observer aspect of a person which has a full, unbiased, and life enhancing view of reality as it is. C is incorrect because the transpersonal Self is a deep and inclusive center of identity, deeper than the \"personal self,\" where individuality and universality blend. It is a concept reminiscent of Jung's archetypes and universal unconscious. D is incorrect because the authentic self refers to the way in which each of us is whole and real, not fragmented.\n", 
        "id": "173", 
        "value": "3"
    }, 
    {
        "text": "Therapists have a general duty to make an honest and full disclosure to the client of all pertinent facts relative to clinical procedures. Use of religious symbols in this manner constitutes a significant clinical procedure in the eyes of most clients. B is incorrect because the stem of the question does not state that the therapist is working for a government funded agency, therefore the state is not directly involved. C is incorrect because this practice would not constitute a violation of one' s scope of competence if the therapist is well informed about the nature of religious symbols and is trained in the use of guided imagery. D is incorrect because gross negligence refers to acts or omissions which fall grossly below the standard of conduct of the profession; for example, encouraging a suicidal client to ref'rain from discussing her suicidal thoughts with family and peers.\n", 
        "id": "179", 
        "value": "1"
    }, 
    {
        "text": "Section 4992.3 of the Business and Professions Code states that licensure can be revoked or suspended for the following reason: \"prior to commencement of treatment, failing to disclose to the client or prospective client the fee to be charged for professional services, or the basis upon which that fee will be computed.\" A is incorrect because the law does not establish guidelines for setting the proper amount of a fee. B is incorrect because the law does not address this issue. Fees may be collected prospectively if the client was informed of this practice and agreed to it before the commencement of treatment. C is incorrect because rate schedules are not required to be posted. The client only needs to be informed about the fee that has been set for that individual, not fees or rates that are applied to others. The law does require posting of one's license, but not one's fee schedule.\n", 
        "id": "180", 
        "value": "4"
    }, 
    {
        "text": "Sec. 4980.02 of the California Business and Professions Code, the law which authorizes MFT's to practice psychotherapy, states that \"For the purposes of this chapter, the practice of marriage and family therapy shall mean that service performed with individuals, couples, or groups wherein interpersonal relationships are examined for the purpose of achieving more adequate, satisfying, and productive marriage and family adjustments.\" A is incorrect because does not require that treatment be provided in reference to a mental disorder, even though most insurance plans' medical necessity requirements do address this issue. B is incorrect because the law defines MFT practice inrelations to \"individuals, couples, or groups...\" C is incorrect because the law does not address theoretical orientation. An eclectic orientation to practice is acceptable under the law. 182,. The correct answer is B. Parents are only liable if they participate in such treatment, Page 103 Answers A and B are aspects of a behavioral analysis.\n", 
        "id": "181", 
        "value": "4"
    }, 
    {
        "text": "By identifying the precise maladaptive behaviors to be changed, you are helping the client to define the nature of the problem and laying the groundwork for determining which adaptive behaviors need to be acquired to counteract or replace the maladaptive ones. D is incorrect because the specific learning procedures to be used will be determined by which adaptive behaviors need to be acquired. For example, you would use different learning procedures to develop self assertion skills than you would use to develop a state of relaxation in the presence of a phobic stimulus. A is incorrect because behavioral contracting is a particular learning procedure. It should not be confused with the engagement oriented development of the more general therapist- client contract.\n", 
        "id": "187", 
        "value": "2"
    }, 
    {
        "text": "The AAMFT Code of Ethics states that \"Marriage and family therapists give reasonable notice to clients with unpaid balances of their intent to seek collection by agency or legal recourse.\" This standard does not explicitly state that a collection agency may not be used if the therapist failed to previously inform the client, but this ethical principle is implied and is commonly recognized. A and B are incorrect because use of a collection agency is permitted under the profession's code of ethics. Prior notice to the client mitigates against the breach of confidentiality. C is incorrect because there is no legal nor ethical requirement that the client provide specific written consent to contact a collection agency regarding an unpaid balance. Specific written consent would be needed if clinical information were to be provided to the agency, but clinical information is not needed to accomplish the purpose of the collection effort and should not be revealed.\n", 
        "id": "189", 
        "value": "4"
    }, 
    {
        "text": "Cognitive egocentrism is a developmentally appropriate quality of the pre-operational period of cognitive development lasting approximately through age 7. A is incorrect because narcissistic personality disorder involves psychopathology, and because even problematic personality traits should not be diagnosed as personality disorder in a 7 year old. B is incorrect because personality traits are persistent qualities of personality, whereas cognitive egocentrism in a 7 year old is a normal developmental stage which will yield to perspectivism in most children as they mature. D is incorrect because perceptual dominance refers to the pre-operational period quality of allowing immediate sensory experience to override-logic if the two are in conflict. Such a quality may be related to egocentrism, but the concept of egocentrism much more closely captures the features described in the question. Keep in mind that the cognitive quality of egocentrism should not be confused with the personality trait of egocentrism. Both involve the inability to take another person's perspective and engage\n", 
        "id": "190", 
        "value": "3"
    }, 
    {
        "text": "Reciprocal inhibition is synonymous with systematic desensitization. A is incorrect because positive reinforcement rewards a behavior by following it with a desirable reinforcer. C is incorrect because it refers to the technique of flooding. D is incorrect because it refers to the technique of punishment. Page 105 intervention techniques, best characterized as (B) \"response shaping,\" (C) \"punishment,\" and (D) \"behavioral rehearsal.\"\n", 
        "id": "188", 
        "value": "2"
    }, 
    {
        "text": "The AAMFT Code of Ethics and other bodies of legal and ethical standards require that the client be informed of significant information concerning treatment processes and procedures. A is incorrect because the code of ethics requires that clients be informed of potential risks associated with \"treatments for which generally recognized standards do not yet exist\" but does not require, nor does it prohibit, informing clients of the risk of refusing treatment. C is incorrect because a client must have the capacity to consent, but people younger than age 18 may have such capacity. D is incorrect because A and C are incorrect.\n", 
        "id": "196", 
        "value": "2"
    }, 
    {
        "text": "A baseline should be established before teaching relaxation techniques (B), which would reduce anxiety below the true baseline, and before exposing the client to anxiety provoking situations (A), which would raise anxiety above the true baseline. D is incorrect because relapse prevention techniques are usually taught once they become relevant, that is, once the client has made progress from which there is now a risk of relapse.\n", 
        "id": "198", 
        "value": "3"
    }, 
    {
        "text": "If you believe that a professional colleague is incompetent and has not taken adequate steps to address the incompetence, take action through appropriate channels such as those identified in answers A and B. But your first course of action should be the one identified in C. D is incorrect because this action is excessive. It is the kind of action required by a Tarasoff Duty to Warn when a client threatens violence to an identifiable individual, but it is inappropriate as a first course of action for dealing with the colleague described in the question.\n", 
        "id": "199", 
        "value": "3"
    }, 
    {
        "text": "According to empirical evidence based on Piaget's Theory of Cognitive Development, metacognition and experimental thinking become developmentally appropriate during adolescence. This is also referred to as the stage of formal operations. It is characterized by the capacity to think about logical possibilities and abstract events in an effective manner not possible at younger ages.\n", 
        "id": "200", 
        "value": "4"
    }, 
    {
        "text": "A is incorrect because, even though the onset of Asperger's disorder occurs in childhood, most children with Asperger's disorder continue to have this condition throughout their adult life. Therefore, most people with this disorder are adults. C is incorrect because in Asperger's disorder there is no clinically significant delay in cognitive development. D is incorrect because a diagnosis of Asperger's disorder is mutually exclusive with a diagnosis of autistic disorder or any other pervasive developmental disorder.\n", 
        "id": "197", 
        "value": "2"
    }
]